import React from "react";
import { motion } from "framer-motion";

export const About = ({}) => {
    return (
        <motion.div className="content "
        //style={{flexBasis: isOpen? '70%': '95%'}}
     initial={{opacity: 0}}
     animate={{opacity: 1}}
     transition={{
      duration: 1
     }}
     >
             <label >
            <h2 style={{textAlign:'center'}}>ЗАГАЛЬНА ІНФОРМАЦІЯ</h2>
          <p>Експертна служба МВС України є системою державних спеціалізованих установ судової експертизи, 
             діяльність якої спрямовується і координується Міністерством внутрішніх справ України. Експертна 
             служба МВС складається з Державного науково-дослідного експертно-криміналістичного центру МВС 
             України (далі - ДНДЕКЦ) та територіальних підрозділів - науково-дослідних експертно-криміналістичних 
             центрів в областях, до яких відноситься і Запорізький науково-дослідний експертно-криміналістичний 
             центр МВС України.
          </p>
          <p id='p2_about' style={{fontSize:'1.1em', fontWeight:'bold' }}>
          Основними завданнями Запорізького науково-дослідного експертно-криміналістичного центру МВС України є:
          </p>
           <ul>
            <li >здійснення судово-експертної діяльності;</li>
            <li >забезпечення у встановленому порядку участі працівників НДЕКЦ як спеціалістів під час здійснення досудового розслідування та судового розгляду;</li>
            <li >проведення експертних досліджень на договірних засадах  з питань, що становлять інтерес для юридичних і фізичних осіб;</li>
            <li >проведення оцінки майна, майнових прав та здійснення професійної оціночної діяльності у межах повноважень, визначених законодавством;</li>
            <li >забезпечення функціонування обліку знарядь кримінальних правопорушень та інших об’єктів;</li>
            <li >забезпечення функціонування інформаційно-пошукових систем;</li>
            <li >підготовка, перепідготовка та підвищення кваліфікації працівників НДЕКЦ, як судових експертів.</li>
           </ul>
           </label>
        </motion.div>
    )
}