import React from "react";
import { motion } from "framer-motion";
import imgAtestat from '../../img/atestat.jpg';

export const Acredition = () => {
    return (
        <motion.div className="content "
          initial={{opacity: 0}}
          animate={{opacity: 1}}
          transition={{duration: 1}}
        >
          <label>
            <h2>Акредитація</h2>
            <p>
               Запорізький НДЕКЦ МВС України акредитований відповідно до вимог ДСТУ ISO/IEC 17025 Національним агентством
               з акредитації України.
            </p>
            <p>
              Головною метою акредитації є міжнародне визнання високої якості результатів досліджень, які проводяться в 
              НДЕКЦ. З метою забезпечення функціонування системи управління та виконання вимог акредитації керівництво 
              НДЕКЦ докладає всіх зусиль для:
            </p>
            <ul>
                <li >фінансового та організаційного забезпечення діяльності;</li>
                <li >дотримання вимог міжнародних і державних технічних регламентів, стандартів, технічних умов та інших нормативних документів під час проведення досліджень;</li>
                <li >дотримання умов конфіденційності, неупередженості та професійної таємниці;</li>
                <li >підбору, навчання, стажування, атестування, підготовки, перепідготовки та підвищення кваліфікації персоналу;</li>
                <li >накопичення досвіду експлуатації випробувального устаткування та засобів вимірювальної техніки, 
                своєчасного та стабільного проведення їх технічного огляду та планово-попереджувальних ремонтів, а також 
                усунення причин і умов, що можуть призвести до пошкодження такого устаткування, та ефективне 
                здійснення заходів з їх запобігання у майбутньому;
                </li>
                <li >всебічного аналізу невідповідної роботи при проведенні судових експертиз, експертних досліджень, 
                випробувань, оцінки відповідності, сертифікації, оцінки майна, майнових прав і здійснення професійної 
                оціночної діяльності, перевірок за обліками знарядь кримінальних правопорушень та інших об’єктів, участі 
                в оглядах місця події та інших слідчих (розшукових) діях і ефективного та своєчасного здійснення 
                запобіжних і коригувальних дій;
                </li>
                <li >ведення документації і збереження інформації про результати проведених робіт;</li>
                <li>постійного планомірного поліпшення якості робіт, а також відповідальності персоналу НДЕКЦ за якість їх виконання.</li>
           </ul>
         
           <p style={{fontWeight:'bold', textShadow:'1px 1px 10px #111111'}}>Звернувшись до Запорізького НДЕКЦ МВС України для проведення досліджень Ви можете бути впевнені що вони 
            будуть проведені якісно, вчасно та у відповідності до вимог діючого законодавства України.
            </p>
            <img src={imgAtestat} alt='' style={{marginTop: '3%', width: '100%'}} />
        </label>
       </motion.div>
    )
}