import React from "react";
import { motion } from "framer-motion";

export const AntiCoruption = () => {
    return (
        <motion.div className="content "
          initial={{opacity: 0}}
          animate={{opacity: 1}}
          transition={{duration: 1}}
        >
            <label>
            <h2>Запобігання корупції</h2>
            <p>
                За наявності інформації, яка може свідчити про вчинення працівниками Запорізького НДЕКЦ МВС корупційних 
                правопорушень, ви маєте можливість надавати її по телефону, поштою, на електрону поштову скриньку або 
                особисто за наступними контактами:
            </p>
            <p style={{textIndent:'0'}}> 
                <b>Телефон:</b> (061) 228 02 51 
                (пн.-чт. з 9:00 до 18:00; пт. з 9:00 до 16:45);<br/>
                <b>Електронна пошта:</b>  antikorndekczp@gmail.com<br/>
            </p>
            <p>
                Інформацію буде розглянуто у порядку, передбаченим чинним законодавством.
            </p>
            <p>
                Конфіденційність заявників гарантується, державний захист викривачів здійснюється відповідно до розділу VІІІ
                закону України «Про запобігання корупції».
            </p>
            <p>
                Для отримання відповіді на повідомлення необхідно надати Ваші контактні данні.
            </p>
        </label>
     </motion.div>
    )
}