import React from "react";
import { motion } from "framer-motion";
import tel from '../img/d2.png';

export const Main = ({}) => {
    return (
     <motion.div className="content "
     //style={{flexBasis: isOpen? '70%': '95%'}}
     initial={{opacity: 0}}
     animate={{opacity: 1}}
     transition={{
      duration: 1
     }}
     >
          <label>
          <h2 style={{textAlign: 'center'}}>РОЗШУК ЗНИКЛИХ БЕЗВІСТІ В УМОВАХ ЗБРОЙНОГО КОНФЛІКТУ</h2>
        <p style={{textShadow:'1px 1px 10px #111111 '}}>
        На деокупованих територіях виявлено близько 1600 тіл українців. Частина з них ще не ідентифіковані. 
        Тому прямих родичів зниклих безвісти осіб просять прийти в поліцію і здати тест ДНК, аби 
        пришвидшити роботу з ідентифікації
        </p>
        <h3 >Як здати зразки ДНК та шукати безвісті зниклих родичів?</h3>
        <p>Найперший крок – звернутися у відділ поліції за місцем свого проживання. Після цього:</p>
        <ul>
          <li>подати заяву про зникнення або пошук кровних родичів;</li>
          <li>здати біологічні зразки для виведення ДНК-профілю, який порівняють з наявними даними у єдиній базі.</li>
        </ul>
          <p>Зразки ДНК можна здати у відділеннях судово-медичної лабораторії. Зазвичай у живих людей відбирають зразки крові, слини та епітелій з ротової порожнини.
            У померлих це може бути будь-який біологічний матеріал: кров, м’які тканини, окремі кістки та їх фрагменти.
          </p>
          <p >В Україні зразки відбираються у біологічних батьків чи дітей зниклої людини. Під час звернення вони 
            повинні надати документи, що підтверджують особу – паспорт або свідоцтво про народження.
          </p>
          <p>Відбір зразків та проведення молекулярно-генетичної експертизи можуть бути здійснені виключно за постановою слідчого.</p>
          <h4 style={{textDecoration:'underline'}}>Експертиза проводиться безплатно!</h4>
         
          <p><span >Шановні громадяни! З метою отримання інформації щодо перебігу розшуку зниклих безвісті в умовах збройного конфлікту та проведення ДНК-ідентифікації надаємо перелік контактних телефонів за якими ви можете дізнатися необхідну інформацію.
          Знайдіть необхідний регіон та зателефонуйте за одним із вказаних телефонів.</span></p>
          </label>
          <img src={tel} alt='telephons' />
     </motion.div>
  )
}