import React from "react";
import { motion } from "framer-motion";

export const Services = () => {
    
    return (
      <motion.div className="content "
        initial={{opacity: 0}}
        animate={{opacity: 1}}
        transition={{duration: 1}}
      >
          <p style={{textShadow:'1px 1px 10px #111111 ', textAlign:'center'}}>
            <span>
             Запорізький науково-дослідний експертно-криміналістичний центр МВС України на замовлення фізичних і юридичних осіб надає такі платні послуги:
            </span>
           </p>
            <ul>
            <li >Проведення судових експертиз: <br/>
               - у цивільних, господарських, адміністративних справах; <br/>
               - у виконавчому провадженні; <br/>
               - у кримінальному провадженні (на замовлення сторони захисту, потерпілого, його представника, законного представника)
            </li>
            <li >Проведення експертних досліджень з питань, що становлять інтерес для фізичних і юридичних осіб</li>
            <li >Огляд технічного стану і відстріл вогнепальної зброї, спеціальних засобів та конструктивно схожих із зброєю виробів</li>
            <li >Участь спеціаліста під час досудового розслідування і судового провадження за залученням сторони захисту</li>
            <li >Інші роботи в межах компетенції Запорізького НДЕКЦ МВС за згодою сторін</li>
           </ul>

              <br/>	<br/>	<br/>	
              <p >
                <span>
                Послуги надаються відповідно до <a href="https://zakon.rada.gov.ua/laws/show/1098-2011-%D0%BF#Text">
                Порядку надання підрозділами Міністерства внутрішніх справ, Національної поліції та
                Державної міграційної служби платних послуг, затвердженого постановою Кабінету Міністрів України від 26 жовтня 2011 року №1098</a></span></p>	

              <p >
                <span >
                Вартість послуг визначається відповідно <a  href="https://zakon.rada.gov.ua/laws/show/795-2007-%D0%BF#Text">Переліку платних послуг, які надаються підрозділами Міністерства внутрішніх справ,
                Національної поліції та Державної міграційної служби, і розміру плати за їх надання, затвердженого постановою Кабінету Міністрів України від 4 червня 2007 року №795</a>
                </span>
              </p>	
              <br/>	<br/>	<br/>	
        </motion.div>
        
    )
}