import React from "react";
import { motion } from "framer-motion";
import vehicles1 from '../img/vehicles1.jpg';
import vehicles2 from '../img/vehicles2.jpg';

export const Vehicles = () => {
    return (
      <motion.div className="content "
        initial={{opacity: 0}}
        animate={{opacity: 1}}
        transition={{duration: 1}}
      >
           <h2>Криміналістичне дослідження транспортних засобів і реєстраційних документів, що їх супроводжують</h2> 
           <img src={vehicles1} alt='' />
           <p>
              Останнім часом почастішали випадки авто-шахрайства злочинними елементами. Купуючи автомобіль на авторинках, на інтернет-
              ресурсах, по оголошеннях в засобах масової інформації, Ви ризикуєте втратити власні заощадження, автомобіль та погіршити 
              стан здоров'я. Щоб уникнути цього пропонуємо звернутись до спеціалістів Запорізького науково-дослідного експертно-
              криміналістичного центру МВС України і наші експерти виконають комплексне дослідження номерних позначень кузова, шасі, 
              двигуна автомобіля та документів, що їх супроводжують.
           </p>
           <p>
              Експертне дослідження транспортних засобів і реєстраційних документів, що їх супроводжують проводиться за заявою 
              власника з метою визначення справжності ідентифікаційних номерів транспортного засобу і реєстраційних документів 
              (свідоцтва про реєстрацію ТЗ). Необхідність у такому дослідженні виникає під час проведення державної реєстрації 
              (перереєстрації), а також у разі виникнення сумнівів у власника (потенційного покупця) транспортного засобу щодо 
              справжності його ідентифікаційних номерів та/або реєстраційних документів (свідоцтва про реєстрацію ТЗ).
           </p>
           <p>
             <b>
               Коли може виникнути потреба у проведенні криміналістичного дослідження ТЗ і реєстраційних документів, що їх супроводжують:
            </b>
           </p>
           <ul>
               <li>під час проведення державної реєстрації (перереєстрації) транспортних засобів;</li>
               <li>транспортний засіб зі знищеним (частково знищеним) ідентифікаційним номером, внаслідок значного впливу корозії на поверхню номерного майданчика при його тривалій експлуатації;</li>
               <li>транспортний засіб зі знищеним (частково знищеним) ідентифікаційним номером, внаслідок проведення ремонтно-відновлювальних робіт кузова після ДТП;</li>
               <li>відповідність бланка свідоцтва про реєстрацію транспортного засобу, бланкам які знаходяться в офіційному обігу</li>
           </ul>
           <p>Перелік вирішуваних питань:</p>
           <ol>
               <li>Чи піддавався зміненню ідентифікаційний номер (номер кузова, шасі) наданого на дослідження транспортного засобу?</li>
               <li>Якщо ідентифікаційний номер (номер кузова, шасі) наданого на дослідження транспортного засобу піддавався зміненню, то яким способом?</li>
               <li>Якщо ідентифікаційний номер (номер кузова, шасі) змінювався, то яким був первинний заводський ідентифікаційний номер (номер кузова, шасі) наданого на дослідження транспортного засобу?</li>
               <li>Чи піддавався зміненню номер двигуна наданого на дослідження транспортного засобу?</li>
               <li>Якщо номер двигуна наданого на дослідження транспортного засобу піддавався зміненню, то яким способом?</li>
               <li>Якщо номер двигуна змінювався, то яким був первинний заводський номер двигуна наданого на дослідження транспортного засобу?</li>
               <li>Чи відповідає бланк свідоцтва про реєстрацію транспортного засобу, бланкам свідоцтв про реєстрацію транспортного засобу, які знаходяться в офіційному обігу?</li>
           </ol>
           <img src={vehicles2} alt='' />
           <p>
              На території Запорізької області експертне дослідження транспортних засобів і реєстраційних документів проводиться 
              фахівцями Запорізького науково-дослідного експертно-криміналістичного центру МВС України. Із умовами надання такої 
              послуги можна ознайомитись 
              <a> ТУТ</a>
           </p>
        </motion.div>
    )
}

