import React from "react";
import { motion } from "framer-motion";

export const Vocations = () => {
    return (
      <motion.div className="content "
          initial={{opacity: 0}}
          animate={{opacity: 1}}
          transition={{duration: 1}}
        >
          <h2>Вакансії</h2>
          <h3 style={{marginLeft:'5%'}}>Судові експерти за експертними спеціальностями:</h3>
          <p style={{color:'rgb(163, 21, 182)'}}>
          <b><em>10.5 Дослідження причин та наслідків порушення вимог безпеки життєдіяльності та охорони праці.</em></b>
          </p>
          <p>
          <b>Вимоги до кандидатів:</b> освіта повна вища (спеціаліст, магістр), галузь знань: цивільна безпека 
          (спеціальність: пожежна безпека; цивільна безпека). Необхідний досвід роботи (від 3-х років), 
          пов’язаною із дотриманням на підприємствах (установах) безпеки життєдіяльності та охорони праці.
          </p>
          <p>
          <b>Умови праці:</b> робота постійна, п’ятиденний робочий тиждень (місце роботи м. Запоріжжя)
          </p>
          <p>
          <b>Контактний телефон:</b> (061) 228-02-56 (відділ вибухотехнічних та пожежотехнічних досліджень); 
          (061) 228-02-51 (сектор кадрового забезпечення).
          </p>
          <p style={{color:'rgb(163, 21, 182)'}}>
          <b><em>10.6 Дослідження об’єктів нерухомості, будівельних матеріалів, конструкцій та відповідних документів.</em></b>
          </p>
          <p>
          <b>Вимоги до кандидатів:</b> освіта повна вища (спеціаліст, магістр) за спеціальностями: архітектура 
          та містобудування; будівництво та цивільна інженерія; автомобільні дороги і аеродроми; гідротехнічне 
          будівництво; промислове і цивільне будівництво і т.д.
          </p>
          <p>
          <b>Умови праці:</b> робота постійна, п’ятиденний робочий тиждень (місце роботи м. Запоріжжя)
          </p>
          <p>
          <b>Контактний телефон:</b> 228-03-23 (відділ товарознавчих, гемологічних, економічних, будівельних, земельних досліджень та оціночної діяльності);  
          (061) 228-02-51 (сектор кадрового забезпечення).
          </p>
          <p style={{color:'rgb(163, 21, 182)'}}>
          <b><em>10.19 Дослідження обставин та організаційно-технічних причин і наслідків впливу техногенних джерел на об’єкти довкілля.</em></b>
          </p>
          <p>
          <b>Вимоги до кандидатів:</b> освіта повна вища (спеціаліст, магістр) за спеціальностями: екологія, 
          технології захисту навколишнього середовища, науки про Землю (геологія, геофізика, мінералогія, 
          геохімія, вулканологія, сейсмологія, метеорологія та інші атмосферні науки).
          </p>
          <p>
          <b>Умови праці:</b> робота постійна, п’ятиденний робочий тиждень (місце роботи м. Запоріжжя)
          </p>
          <p>
          <b>Контактний телефон:</b> 228-03-23 (відділ товарознавчих, гемологічних, економічних, будівельних, земельних досліджень та оціночної діяльності);   
          (061) 228-02-51 (сектор кадрового забезпечення).
          </p>
        </motion.div>
    )
}