import React from "react";
import { motion } from "framer-motion";
import weapon1 from '../img/weapon1.jpeg';
import weapon2 from '../img/weapon2.png';
import weapon3 from '../img/weapon3.png';


export const Weapon = () => {

    return (
        <motion.div className="content "
          initial={{opacity: 0}}
          animate={{opacity: 1}}
          transition={{duration: 1}}
        >
           <h2>Власникам зброї</h2> 
           <p> 
               Відповідно до вимог законодавства нарізна мисливська, спортивна та нагородна вогнепальна, газова зброя та зброя 
              "несмертельної дії" з метою її постановки на балістичний облік підлягає обов’язковому експериментальному відстрілу, 
               який здійснюється підрозділами Експертної служби МВС України. Експериментальному відстрілу зброї передує огляд її 
               технічного стану.
            </p>
            <img src={weapon1} alt=''/>
            <p> Відстрілу підлягає зброя, яка:
                <ul>
                    <li>перебуває в особистому користуванні громадян та на об'єктах дозвільної системи (у процесі реєстрації та перереєстрації);</li>
                    <li>виготовляється на підприємствах України, ввозиться із-за кордону та призначена для реалізації на території України (перед її реалізацією);</li>
                    <li>підлягала переробленню або ремонту із заміною (зміною) слідоутворюючих деталей.</li>
                </ul>
            </p>
            <p>
                На території Запорізької області суб’єктом надання послуг із огляду технічного стану та відстрілу зброї є Запорізький 
                науково-дослідний експертно-криміналістичний центр МВС України. Із умовами надання таких послуг можна ознайомитись
                <a> ТУТ </a>
            </p>
            <p>
                Патрони що приймаються для відстрілу травматичної зброї
            </p>
            <img src={weapon2} alt=''/>
            <table className="table_content">
                <tr>
                    <td>«ФОРТ»</td>
                    <td>«ПС9»</td>
                    <td>«Рись»</td>
                </tr>
                <tr>
                    <td>«ТЕРЕН»</td>
                    <td>«H s A 9 mm PA»</td>
                    <td>«ГП 9 мм РА»</td>
                </tr>
                <tr>
                    <td>«ПНД-9П»</td>
                    <td>«МАС 9 мм Р.А.»</td>
                    <td>«SAFARI-P»</td>
                </tr>
                <tr>
                    <td>«АЕ9»</td>
                    <td>«SARA»</td>
                    <td>«SOBR 9mm P.A.»</td>
                </tr>
                <tr>
                    <td>«ВІЙ»</td>
                    <td>«СОВА П»</td>
                    <td>«S.A.-9» «H s A»</td>
                </tr>
            </table>
            <p>
                Бажано надавати патрони з непофарбованими капсулями.
            </p>
            <p>
                Патрони що не приймаються для відстрілу травматичної зброї:
            </p>
            <img src={weapon3} alt=''/>
            <p>
                гільзи без маркувань, будь які гільзи в маркувальних позначеннях яких є «P.A. Knall» «P.A. Blanc»; «P.A.К.», в тому числі:
            </p>
            <table className="table_content">
            <tr>
                    <td>«MFS 9 mm P.A. Knall»</td>
                    <td>«RWS 9 mm P.A. Knall»</td>
                    <td>«MESKO 9 mm PA Blank»</td>
                </tr>
                <tr>
                    <td>«S&B 9 mm P.A. Blanc»</td>
                    <td>«H s A 9 mm PA»</td>
                    <td>«ГП 9 мм РА»</td>
                </tr>
                <tr>
                    <td>«Y.A.S. 9 mm P.A. Knall»</td>
                    <td>«G.F.L. 9mm P.A. KNALL»</td>
                    <td>«ТЕХКРИМ 9мм РА»</td>
                </tr>
                <tr>
                    <td>«GOP 9 mm P.A. Knall»</td>
                    <td>«PPU 9 mm PA Blank»</td>
                    <td>«.223 Rem» (Обрізана гвинтівочна гільза)</td>
                </tr>
            </table>
            <p>
               Список наведених патронів не є вичерпним.
            </p>
            <p><b>УВАГА!</b></p>
            <p>
               При контрольному відстрілі деяких моделей зброї (що зроблена з порошкових металів та сплавів) можливе руйнування зброї 
               внаслідок пострілів, яке не залежить від дій експерта, а залежить від конструктивних характеристик зброї, та типу 
               патронів що надають власники.
            </p>
            <p>
               При здачі зброї на відстріл експерт попереджає власника зброї про можливість руйнування. Після чого, здаючи зброю та 
               підписуючи заяву, власник надає згоду на проведення контрольного відстрілу та проінформований про можливі наслідки.
            </p>
            <p>
               Детальну інформацію та консультації з приводу надання послуг із огляду технічного стану і відстрілу зброї отримати у 
               фахівців сектору балістичного обліку Запорізького науково-дослідного експертно-криміналістичного центру МВС України 
               за телефоном (061) 228 02 57
            </p>
        </motion.div>
    )
}

