import React from "react";
import { motion } from "framer-motion";
import f2 from '../../files/ФОРМА.docx';
import f1 from '../../files/Звернення-громадян-1.pdf';

export const Public= () => {
    return (
      <motion.div className="content "
        initial={{opacity: 0}}
        animate={{opacity: 1}}
        transition={{duration: 1}}
      >
           <h2>ДОСТУП ДО ПУБЛІЧНОЇ ІНФОРМАЦІЇ</h2> 
           <p>
           Надання доступу до публічної інформації в Запорізькому НДЕКЦ МВС здійснюється відповідно до 
           <a href="https://zakon.rada.gov.ua/laws/show/2939-17#Text" target='_blank'>
              Закону України «Про доступ до публічної інформації»</a>, 
             <a href="https://zakon.rada.gov.ua/laws/show/z0821-21#n16" target='_blank'>  Порядку складення та подання запитів на інформацію в Міністерстві внутрішніх справ України</a>, затвердженого наказом МВС України від 05 травня 2021 року № 339, 
             <a href={f1} target='_blank'> Порядку надання доступу до публічної інформації в установах Експертної служби МВС</a>, затвердженого наказом Експертної служби МВС України від 23 червня 2022 року № 9-ЕС-Н-2022  
           </p>
           <p>
           Запит на публічну інформацію може бути поданий в усній чи письмовій формі під час особистого 
           прийому або шляхом надсилання поштою, телефаксом, електронною поштою або по телефону на вибір 
           запитувача. Письмовий запит подається в довільній формі.
           </p>
           <p>Запит повинен містити:</p>
           <ul>
              <li>
              ім’я (найменування) запитувача, поштову адресу або адресу електронної пошти, а також номер 
              засобу зв’язку, якщо такий є;
              </li>
              <li>
              загальний опис інформації або вид, назву, реквізити чи зміст документа, щодо якого зроблено 
              запит, якщо запитувачу це відомо;
              </li>
              <li>
              підпис і дату за умови подання запиту в письмовій формі.  
              </li>
           </ul>
           <p>З метою спрощення процедури оформлення запиту в письмовій формі запитувач може скористатися
             формою для подання запиту, доступною за 
             <a href={f2} download > посиланням</a>.
            </p>
           <p>Запити приймаються в робочі дні з 09:00 до 18:00, напередодні святкових, неробочих і вихідних 
            днів із 09:00 до 16:45 за місцем знаходження Запорізького НДЕКЦ МВС:
            </p>
           <p>69068, м. Запоріжжя, вул. Аваліані 19-А,<br/>
            телефон: (061) 228-02-59<br/>
            факс: (061) 228-02-58<br/>
            e-mail: ndekc@zp.npu.gov.ua  
            </p>
           <p>
           Відповідь на запит надається у спосіб, обраний запитувачем, протягом п’яти робочих днів з дня його 
           отримання. Якщо запит стосується надання великого обсягу інформації або потребує пошуку інформації 
           серед значної кількості даних, строк розгляду запиту може бути продовжено до 20 робочих днів із 
           обґрунтуванням такого продовження. Про продовження строку запитувачу повідомляється в письмовій 
           формі не пізніше ніж протягом п’яти робочих днів з дня надходження запиту.  
           </p>
           <p>
           Відповідно до статті 23 Закону «Про доступ до публічної інформації», рішення, дії чи бездіяльність
           розпорядників інформації можуть бути оскаржені до керівника розпорядника, вищого органу або суду.
           </p>
           <p>
           Оскарження рішень, дій чи бездіяльності розпорядників інформації до суду здійснюється відповідно
            до Кодексу адміністративного судочинства України.  
           </p>
        </motion.div>
    )
}

